"Cheerful" = "Veselo";

"Melodic" = "Melodično";

"Relaxed" = "Opušteno";

"Grooving" = "Groove";

"Distorted" = "Izobličeno";

"Acoustic" = "Akustično";

"Processed" = "Obrađeno";

"Single" = "Solo";

"Part" = "Dio";

"Dark" = "Tamno";

"Dissonant" = "Disonantno";

"Intense" = "Intenzivno";

"Arrhythmic" = "Aritmično";

"Clean" = "Čisto";

"Electric" = "Električno";

"Dry" = "Suho";

"Ensemble" = "Ansambl";

"Fill" = "Ispuna";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Elektroničko";

"Jazz" = "Jazz";

"Urban" = "Urbano";

"World/Ethnic" = "World";

"Cinematic/New Age" = "Filmski";

"Orchestral" = "Orkestralno";

"Country/Folk" = "Country";

"Experimental" = "Eksperimentalno";

"Other Genre" = "Drugi žanr";

"Hip Hop" = "Hip hop";

"Electro House" = "Electro house";

"Dubstep" = "Dubstep";

"Modern RnB" = "Moderni R&B";

"Tech House" = "Tech house";

"Deep House" = "Deep house";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Starinski isječci";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Drugi žanr";

"Chinese Traditional" = "Kineska trad.";

"Future Bass" = "Future bass";

"Reggaeton Pop" = "Reggaeton pop";

"Sound_Effects" = "Zvučni efekti";

"Bass House" = "Bass House";

"Electronic Pop" = "Elektronički pop";

"Techno" = "Techno";

"Bass" = "Bas";

"Electric Bass" = "Električni bas";

"Acoustic Bass" = "Akustični bas";

"Synthetic Bass" = "Sintetski bas";

"Drums" = "Svi bubnjevi";

"Drum Kit" = "Setovi";

"Electronic Beats" = "Ritmovi";

"Kick" = "Bas";

"Tom" = "Tom";

"Snare" = "Doboš";

"Cymbal" = "Činela";

"Hi-hat" = "Fus činela";

"Guitars" = "Gitare";

"Electric Guitar" = "Električna gitara";

"Acoustic Guitar" = "Akustična gitara";

"Banjo" = "Bendžo";

"Mandolin" = "Mandolina";

"Slide Guitar" = "Slide gitara";

"Pedal Steel Guitar" = "Pedal steel";

"Horn/Wind" = "Rog";

"Saxophone" = "Saksofon";

"Trumpet" = "Truba";

"Flute" = "Flauta";

"Trombone" = "Trombon";

"Clarinet" = "Klarinet";

"French Horn" = "Francuski rog";

"Tuba" = "Tuba";

"Oboe" = "Oboa";

"Harmonica" = "Usna harmonika";

"Recorder" = "Blok flauta";

"Pan Flute" = "Panova frula";

"Bagpipe" = "Gajde";

"Bassoon" = "Fagot";

"Piccolo" = "Pikolo";

"English Horn" = "Engleski rog";

"Brass" = "Limena glazba";

"Woodwind" = "Puhački instr.";

"Keyboards" = "Klavijature";

"Piano" = "Klavir";

"Electric Piano" = "Elektro klavir";

"Organ" = "Orgulje";

"Clavinet" = "Klavinet";

"Accordion" = "Harmonika";

"Synthesizer" = "Sintesajzeri";

"Rhodes" = "Rhodes klavir";

"Celesta" = "Čelesta";

"Harpsichord" = "Čembalo";

"Mallets" = "Batići";

"Steel Drum" = "Čelični bubanj";

"Vibraphone" = "Vibracije";

"Marimba" = "Marimba";

"Xylophone" = "Ksilofon";

"Kalimba" = "Kalimba";

"Bell" = "Zvono";

"Timpani" = "Timpani";

"Mixed" = "Đinglovi";

"Other Instrument" = "Drugi instrument";

"Percussion" = "Udaraljke";

"Gong" = "Gong";

"Shaker" = "Šejker";

"Tambourine" = "Tamburin";

"Conga" = "Konga";

"Bongo" = "Bongo";

"Cowbell" = "Zvono";

"Clave" = "Palica";

"Vinyl/Scratch" = "Vinil";

"Chime" = "Zvono";

"Rattler" = "Zvečka";

"Sound Effect" = "FX";

"Misc2" = "Razno";

"Boom" = "Boom";

"All Effects" = "Svi efekti";

"Effects" = "Zvučni efekti";

"Ambience" = "Ambijent";

"People" = "Osobe";

"Transportation" = "Transport";

"Weapons" = "Oružja";

"Explosions" = "Eksplozije";

"Impacts & Crashes" = "Udarci";

"Animals" = "Životinje";

"Sports & Leisure" = "Sport";

"Mech/Tech" = "Uređaji";

"Work/Home" = "Posao/dom";

"Misc." = "Razno";

"Foley" = "Foley";

"Motions & Transitions" = "Stinger";

"Sci-Fi" = "SF";

"Strings" = "Žičani instr.";

"Violin" = "Violina";

"Viola" = "Viola";

"Cello" = "Violončelo";

"Harp" = "Harfa";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Kontrabas";

"Texture/Atmosphere" = "Teksture";

"Vocals" = "Vokali";

"Male" = "Muški glas";

"Female" = "Ženski glas";

"Choir" = "Zbor";

"All" = "Sve";

"Favorites" = "Omiljeno";

"Genres" = "Žanrovi";

"Instruments" = "Instrumenti";

"Moods" = "Ugođaj";

"Reset" = "Resetiraj";

